<?php
/**
 * Created by PhpStorm.
 * User: User
 * Date: 02/05/2018
 * Time: 14:31
 */

return [
    'cisuyTypes' => [
        '102105' => 'תאונות_אישיות',
        '102106' => 'אובדן_כושר_עבודה',
        '102107' => 'מחלות_קשות',
        '102108' => 'חיים',
        '102109' => 'בריאות',
        '102110' => 'ביטוח_משכנתא',
        '102111' => 'סיעודי',
    ],

    'insuranceCompanyTypes' => [
        '102113' => "כלל",
        '102114' => "הראל",
        '102115' => "איילון",
        '102116' => "הכשרה",
        '102117' => "הפניקס",
        '102118' => "איילון",
    ],

    'sellerName' =>[
        "104606" => "מוכרן מקורי",
        "104605" => "יהונתן שורקי",
        "107465" => "שלי לוייב",
        "107466" => "בן אסרף",
        "108241" => "יפית ויטמן",
        "109355" => "אדיר דלה",
        "109356" => "אלינה",
        "109357" => "שי משה",
        "109358" => "אבנר דגן",
        "109359" => "מילה",
        "108718" => "מחלקת שימור-כלל"


    ],

    'hitumTypes' =>[
        '102134' => 'ירוק',
        '102135' => 'אדום'
    ],
    'callCenterManagerMail' => [
        'מיטל כהן' => "Meital.c@tgeg.co.il",
        'יוני מידן'=> "yoni@ezfind.co.il",
        'אלי ברי' => "Eli@bolotin.co.il"
    ],
    'callCenterManagerName' =>[
        'איזי_ביטוח' => "יוני מידן",
        'אלעד_שמעוני' => "מיטל כהן",
        'בולוטין' => "אלי ברי",
        'מוקד_בולוטין' => "אלי ברי",
    ],
    'mochranMeshamer'=>[
        '104606' => 'מוכרן מקורי',
        '104605' => 'יהונתן שורקי',
        '107465' => 'שלי לוייב',
        '107466' => 'בן אסרף',
        "108241" => "יפית ויטמן",
        "109355" => "אדיר דלה",
        "109356" => "אלינה",
        "109357" => "שי משה",
        "109358" => "אבנר דגן",
        "109359" => "מילה",
        "108718" => "מחלקת שימור-כלל"

    ],
    //in crm  value from sugcisuy (section:bakasha lbitul polica)is diffrent from value from sugPolica (section:pertey polica)
    'compareSugPolicaAndSugCisuy'=>[
        //sugPolica => sugcisuy
        102106 => 103715,//אובדן כושר עבודה
        102105 => 103702,//תאונות אישיות
        102107 => 103707,//מחלות קשות
        102108 => 103704, //חיים
        102110 => 103705,//ביטוח משכנא
        102109 => 103703, //בריאות
        102111 => 103706  //סיעודי
    ],

    'ezfindStatus' => [
        "1" => "חדש",
        "94406" => "לא עונה 1",
        "94407" => "לא עונה 2",
        "94408" => "לא עונה 3",
        "94409" => "לא עונה 4",
        "94410" => "לא עונה 5 - סגור",
        "94411" => "ביקש לחזור במועד מאוחר יותר",
        "94414" => "מושלם הועבר לתפעול",
        "94417" => "דוח מושלם",
        "94418" => "לא מעונין - לא מוכן לשלם",
        "94419" => "לא מעונין - התחרט",
        "95216" => "לא נמצאו קופות לא פעילות",
        "101178" => "בכירים - דוחות חזרו מהתפעול",
        "102712" => "בכירים - לא עונה",
        "102713" => "בכירים - המשך טיפול",
        "101179" => "בכירים - נשלח דוח סיום טיפול",
        "101180" => "בכירים - מעונין להתיעץ /לחשוב",
        "101181" => "בכירים - נשלחו טפסים לחתימה",
        "101182" => "בכירים - מחכים לקבלת מסמכים",
        "101183" => "בכירים - מושלם נשלח לתפעול",
        "103691" => "פותחו",
        "103772" => "פיילוט עברו טיוב ראשוני",
        "104172" => "בכירים - נשלח הדח מחכים לשיחת מכירה",
        "104562" => "בכירים - בוצעה סקירה ראשונית לחזור לפעול תפעול",
        "105399" => "לא מחובר",
        "105405" => "למחוק מהמאגר",
        "106825" => "בכירים - סטטוס זמני למחזור",
        "105405" => "למחוק מהמאגר",
        "2" => "לא תקין",
    ],
    "ezfindCampaignName" =>[
        "16018" => "איתור כספים אבודים",
        "17396" => "דוחות מסלקות פנסיוניות שחזרו מהתפעול",
        "19578" => "הלוואות",
        "20696" => "לידים ממוחזרים הלוואות",
        "18571" => "לידים ממוחזרים-איתור",
        "18683" => "שיתופי פעולה"
    ]
];
?>